{
  "movieReview": [
    {
      "id": 1,
      "movieName": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง",
      "movieLength": 115,
      "director": "Hirakawa Yuichiro",
      "category": "หนังรักโรแมนติก",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
      "trailer": "https://www.youtube.com/embed/u2QNy_usYuA",
      "review": {
        "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
        "score": {
          "screenPlay": 4,
          "playing": 4,
          "music": 7,
          "actorSkills": 6,
          "graphics": 7,
          "average": 5.6
        }
      }
    },
    {
      "id": 2,
      "movieName": "The Lair - เขมือบล้างนรก",
      "movieLength": 95,
      "director": "Neil Marshall",
      "category": "หนังต่อสู้แอกชัน",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/2212031203314l6.jpg",
      "trailer": "https://www.youtube.com/embed/Y0dMzHLB2K8",
      "review": {
        "review": "The Lair - เขมือบล้างนรก เป็นผลงานาการกำกับของ Neil Marshall ที่เคยฝากผลงานไว้มากมายในวงการ ทั้งซีรีส์ Game of Thrones, ซีรีส์ Constantine, ซีรีส์ Hannibal, ซีรีส์ West World ส่วนหนังที่ผ่านมาหมาด ๆ ก็ Hellboy (2019) และ The Reckoning (2020) ที่กระแสวิจารณ์ทั้งสองเรื่องค่อนไปทางแย่เลยทีเดียว และนี่คือผลงานการกำกับล่าสุดของเขาตัวหนังบอกเล่าเรื่องราวถึงนักบินหญิงที่ถูกศัตรูยิงตกท่ามกลางทะเลทราย ทำให้เธอต้องหนีเอาชีวิตรอดอย่างเอาเป็นเอาตาย จนได้บังเอิญเข้าไปหลบในบังเกอร์ของพวกรัสเซีย และที่นั่นทำให้เธอได้เผชิญหน้ากับบางอย่างที่โหดร้ายและสุดแสนอันตราย ถึงแม้ว่าเธอจะหนีเอาชีวิตรอดออกมาได้ แต่นั่นหมายถึงหายนะที่กำลังจะเกิดกับเธอและผองเพื่อนหนังเรื่องนี้ให้ความรู้สึกเหมือนเป็นหนังทุนต่ำเกรดบี ที่เช่าตามร้านเช่าม้วนวิดีโอสมัยก่อน เนื้อเรื่องเชย ๆ ไม่ได้มีอะไรโดดเด่น คาดเดาได้ง่าย ตามแนวทางหนังสัตว์ประหลาดทั่วไป CG ก็อยู่ในระดับกลาง ๆ หลายฉากก็ถือว่าดี หลายฉากก็ไม่เนียนเอาซะเลย หนังเต็มไปด้วยรอยแผลและช่องโหว่มากมาย เต็มไปด้วยความไม่สมเหตุสมผลในหลายจุด ฉากแอ็คชันก็ไม่ได้ตื่นเต้น ไม่สนุก หรือมีอะไรหวือหวาสักเท่าไหร่ อารมณ์เหมือนหนังเกรดบีจริง ๆ แถมยังมีความ jump ไม่ต่อเนื่องของฉากอีกหลายครั้งด้วย การลำดับเรื่องก็ไม่ไหลลื่น เดี๋ยวเปลี่ยนสถานที่ไปมาแบบถี่เกินไป ทั้ง ๆ ที่เหตุการณ์ก็ยังเป็นเหตุการณ์เดียวกัน มันดูย่ำอยู่กับที่เนื้อเรื่องไม่ไปข้างหน้าเท่าไหร่ โดยเฉพาะเรื่องบท มีข้อสงสัยมากมายหลายจุดที่ไม่ได้รับคำตอบ การเกลี่ยบทและการตัดบทตัวละคร บางฉากแบบอยากจะตะโกนถามมากว่า อะไรของมึ* ทำได้ไม่ดีเลยสักนิด โดยเฉพาะช่วงท้ายที่โคตรไม่สมเหตุสมผลในการตัดสินใจแต่ละตัวละคร อย่างที่บอกนั่นแหละว่าหนังเรื่องนี้มันให้อารมณ์หนังที่เช่ามาดูตามจากร้านวิดีโอ มันคือหนังที่เอาไปเปิดนั่งกินป๊อปคอร์นพร้อมพูดคุยกับกลุ่มเพื่อน ดูไปได้เรื่อย ๆ ไม่ได้มีอะไรโดดเด่นน่าจดจำ แต่ก็ไม่ได้น่าเบื่อชวนหาว มันยังพอดูไปได้เพลิน ๆ ทางด้านนักแสดงไม่คุ้นหน้าคุ้นตาสักเท่าไหร่ แต่ทั้งหมดเล่นกันแข็งทุกตัวละครเลย นางเอกพอมาเป็นลุคแบบผู้หญิงผมสั้นขาลุย ให้ความรู้สึกเหมือนนั่งดูผีชีวะอยู่เหมือนกันแหะ  สรุปแล้ว The Lair - เขมือบล้างนรก เป็นหนังที่เอาไว้ดูฆ่าเวลาจริง ๆ คือถ้าใครว่างมากแบบว่างมาก ๆ จริง ๆ ค่อยไปดูแหละ เพราะในภาพรวมหนังเรื่องนี้อยู่ในระดับน่าผิดหวังเลยทีเดียว ",
        "score": {
          "screenPlay": 3,
          "playing": 4,
          "music": 5,
          "actorSkills": 4,
          "graphics": 5,
          "average": 4.2
        }
      }
    },
    {
      "id": 3,
      "movieName": "Violent Night - คืนเดือด",
      "movieLength": 100,
      "director": "Tommy Wirkola",
      "category": "หนังอาชญากรรม",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2211171203166y5.jpg",
      "trailer": "https://www.youtube.com/embed/a53e4HHnx_s",
      "review": {
        "review": "Violent Night - คืนเดือด ได้หยิบเอาเรื่องราวของ ซานตาคลอส ลุงใจดีผู้ที่คอยแจกของขวัญให้เด็กดีในวันคริสมาสต์ มาปรับเปลี่ยนลุค กลายเป็นลุงที่เริ่มเอือมกับการแจกของขวัญ นั่งกระดกเหล้าที่บาร์ ขึ้นเกวียนพร้อมดื่มเบียร์และทำตัวระยำเยี่ยวใส่ผู้คนเบื้องล่าง แต่เขาก็ยังไม่ละทิ้งหน้าที่ จนจับพลัดจับผลูมาบ้านมหาเศรษฐีหลังนึง ที่กำลังเกิดเป็นเหตุการณ์แก๊งโจรปล้นบ้าน ด้วยจิตวิญญาณแห่งวันคริสมาสต์และเด็กน้อยตาดำ ๆ ลุงซานต้าจึงต้องออกปกป้องคืนคริสมาสต์ ไล่หวดเด็กดื้อจนละเลงด้วยเลือด ตัวหนังเปิดกว้างมาก มีอะไรให้เล่นเยอะแยะมากมายไปหมด แต่แก่นหลัก ๆ คือการให้ลุงซานต้าไปซัดพวกคนเลว ด้วยความที่หนังได้เรท R ทำให้ฉากแอ็คชันหลายฉากก็โหดไม่ใช่เล่น และไม่เหมาะกับเด็กเลย เราจะได้เห็นซานต้างัดกลเม็ดมาจัดการเหล่าโจร ที่บางอันก็เฉย ๆ บางอันนี่ก็ครีเอทและโหดสุด ๆ แต่ถึงกระนั้น โดยส่วนตัวมองว่าฉากแอ็คชันในเรื่องนี้ธรรมดามาก ด้วยการดีไซน์ ด้วยมุมกล้อง มันไม่ได้รู้สึกตื่นเต้นหรือมันส์อะไรขนาดนั้น มันเป็นฉากแอ็คชันที่เฉย ๆ ไปเสียหมด แต่อย่างที่บอกไปว่า มันก็จะมีบางจุด หรือท่า Finisher บางอันที่โหดและสร้างสรรค์จริง ๆ หนังน่าจะตั้งใจ เอาแรงบันดาลใจมาจากหนังอย่าง Die Hard และ Home Alone เพราะนอกจากจะพูดถึงแล้ว ตัวหนังก็เอามาใส่กันแบบให้เห็น ๆ ไปเลย คือภาพรวมทั้งเรื่องมันก็เหมือน Die Hard ที่มีซานต้า เป็น Bruce Willis และความเป็น Home Alone ที่จับมาใส่ทั้งฉากแบบตั้งใจสุด ๆ แต่เป็นเวอร์ชันที่โหดกว่า ซึ่งฉาก Home Alone ในเรื่องนี้กลายเป็นฉากที่ชอบมากกว่าฉากแอ็คชันทั้งเรื่องเสียอีก เพราะมันทั้งโหดและฮาไปพร้อม ๆ กัน แต่น่าเสียดายที่มันเป็นแค่ฉากสั้น ๆ เท่านั้น ถึงแม้หนังจะขายความโหดและความฮา หนังก็ยังไม่ลืมความเป็นหนังคริสต์มาส เพราะมันยังมีประเด็นครอบครัว, ความเชื่อวันคริสต์มาส, ความรัก แต่ประเด็นเหล่านี้มันดันเบาบางเสียเหลือเกิน ไม่ได้มีน้ำหนักมากเท่าไหร่ เล่นง่าย เพลเซฟ ไม่ได้ซึ้งกินใจหรือให้ข้อคิดมากเท่าที่ควร แถมมันยังกลายเป็นมาขัดความลื่นไหลของหนังอีกจนทำให้เสียอารมณ์อีกต่างหาก อีกทั้งประเด็นบางอย่างในเรื่องก็ยังมีช่องโหว่อยู่มาก ไม่ว่าจะเป็นเรื่องที่มาที่ไปของครอบครัวตัวเอก หรือแม้กระทั่งเรื่องของตัวซานต้าเองก็ตาม ที่สำคัญตอนจบนี่จบแบบมัดมือชก หาทางออก หาทางลงให้เรื่องราวง่ายมากเหลือเกิน โดยให้เหตุผลมันว่า เวทมนต์วันคริสต์มาสยังไงล่ะ ทางด้านนักแสดงอย่าง David Harbour ผู้ที่มารับบทซานตาคลอส ฉบับโหดได้เหมาะเหม็งสุด ๆ คือนึกถึงคนอื่นไม่ออกเลยจริง ๆ สมมุติถ้าเราเป็นทีมเลือกนักแสดงนะ พอบรีฟบทมาว่าอยากได้ซานต้าดิบ ๆ โหด ๆ ภาพของ David Harbour ลอยมาเลย ไม่รู้ทำไมเหมือนกัน เรียกได้ว่าเหมาะสมเป็นอย่างยิ่ง ส่วนนักแสดงคนอื่น ๆ ทางด้านหัวหน้าตัวร้ายที่รับบทโดย John Leguizamo ก็เป็นตัวร้ายตามแบบฉบับหนังสมัยก่อนที่พล่ามมากมาย โวยวาย ร้ายแบบเห็นตั้งแต่ดาวอังคารก็รู้ว่าตัวร้าย ก็สร้างสีสันให้หนังเรื่องนี้ได้เป็นอย่างดี ส่วนนักแสดงครอบครัว Lightstone ทุกคน (ย้ำว่าทุกคน) ดูเป็นตัวน่ารำคาญทุกตัวเลย บางตัวละครก็ไม่เห็นถึงความจำเป็นของเรื่องราวสักเท่าไหร่ สรุปแล้ว Violent Night - คืนเดือด ใครเบื่อหนังคริสต์มาสแบบธรรมดาก็ต้องมาเรื่องนี้ เป็นหนังคริสต์มาสที่ให้รสชาติแปลกใหม่ ผสมผสานความเป็น Die Hard + Home Alone ในแบบพอเหมาะพอเจาะ แอ็คชันมีความโหด มีเลือด มีเละ ถ้าไม่นับเรื่องความโหดถือว่าธรรมดามาก ส่วนฮาก็มีบ้าง ถึงแม้มันจะไม่ได้ฮาลั่นขนาดนั้นก็เถอะ นอกเหนือจากนั้นประเด็นอื่นกลายเป็นเรื่องขัดอารมณ์การดูไปเลย   ",
        "score": {
          "screenPlay": 5,
          "playing": 6,
          "music": 7,
          "actorSkills": 7,
          "graphics": 6,
          "average": 6.2
        }
      }
    },
    {
      "id": 4,
      "movieName": "The Menu - เมนูสยอง",
      "movieLength": 106,
      "director": "Mark Mylod",
      "category": "หนังผี",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/221102120327C46.jpg",
      "trailer": "https://www.youtube.com/embed/CAWZMssP3gM",
      "review": {
        "review": "นี่เป็นหนังที่เปรียบเสมือนเราได้เข้าไปนั่งกินอาหารกับเหล่าแขกพิเศษบนเกาะนั้นเลย ไม่ใช่ในแง่ของกายภาพ แต่เป็นในแง่ของความรู้สึก ในขณะที่ในหนังตัวละครต้องลุ้นว่าจานต่อไปจะเจออะไร ทางฝั่งคนดูอย่างเราก็ต้องคอยลุ้นว่าหนังจะเสิร์ฟให้เราได้เห็นอะไร หนังดำเนินเรื่องได้อย่างน่าติดตาม ค่อย ๆ ไต่ระดับความน่าสนใจไปทีละจานอาหารที่เสิร์ฟผ่านในเรื่องได้อย่างชาญฉลาด ผ่านบรรยากาศที่ไม่น่าไว้วางใจ บวกกับปริศนาต่าง ๆ ของแต่ละตัวละครที่มารวมกันอยู่ ณ ร้านอาหารบนเกาะที่ตัดขาดจากโลกภายนอกแบบนี้ เป็นคอร์สหลากรสชาติที่มีทั้งความฉงนชวนสงสัย ความสนุก ตลกร้าย ตื่นเต้น ระทึก สยองขวัญ ที่ไต่ระดับไปเรื่อย ๆ ทั้งหมดทั้งมวลถูกบอกเล่าผ่านนักแสดงที่น่าชื่นชมและน่าสนใจไม่ใช่น้อย เป็นเสมือนของประดับใจที่น่าดึงดูดบนเมนูอาหาร ทั้ง Anya Taylor-Joy ที่ยังคงสวยงดงาม ถึงแม้ไม่ได้มีซีนยาก ๆ หรือซีนชวนทึ่งให้เราได้ว้าว แต่ก็ยังมีเสน่ห์ให้เราชวนมองในทุกอริยาบทของเธอ รวมถึง Nicholas Hoult ที่ถือว่าทำได้ดีและโดดเด่นไม่ใช่น้อย เติมเต็มเรื่องราวได้อย่างดี แต่ที่น่าชื่นชมที่สุดก็คือการแสดงของ Ralph Fiennes ที่มานิ่ง ๆ แต่น่ากลัวและไม่น่าไว้วางใจ ยอดเยี่ยมในทุกซีนปรากฏ และนักแสดงอื่น ๆ ก็ช่วยกันขับเคลื่อนเรื่องราวไปข้างหน้าได้กลมกล่อมเป็นอย่างดี สรุปแล้ว The Menu - เมนูสยอง ถือว่าเป็น Fine Dining ที่หลากรสชาติและเซอร์ไพรส์ไม่ใช่เล่น อร่อยแต่ยังไม่อิ่มเท่าไหร่ แน่นอนว่ายังมีบางจุดที่ชวนสงสัยและไม่เข้าใจอยู่บ้าง แต่นับว่าเชฟรังสรรค์คอร์สนี้ได้อย่างสร้างสรรค์เลยทีเดียว ถือว่าเป็นคอร์สที่น่าลิ้มลองไม่ใช่เล่น",
        "score": {
          "screenPlay": 7,
          "playing": 8,
          "music": 7,
          "actorSkills": 9,
          "graphics": 7,
          "average": 7.6
        }
      }
    },
    {
      "id": 5,
      "movieName": "Black Panther: Wakanda Forever - แบล็ค แพนเธอร์: วาคานด้าจงเจริญ0  ",
      "movieLength": 161,
      "director": "Ryan Coogler",
      "category": "หนังต่อสู้แอกชัน",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2533_22110913312505.jpg",
      "trailer": "https://www.youtube.com/embed/_Z3QKkl1WyM",
      "review": {
        "review": "ในภาคนี้จะเป็นเรื่องราวที่บอกเล่าถึงชาว Wakanda ที่เพิ่งจะสูญเสียกษัตริย์อันเป็นที่รักอย่าง T'Challa ไป ขณะที่ดินแดนกำลังสั่นคลอน เขาต้องเผชิญหน้ากับภัยครั้งใหม่จากดินแดนใต้มหาสมุทรที่นำโดย Namor  และการขาด Chadwick Boseman ก็ส่งผลถึงเรื่องบทด้วย ถึงแม้จะหาทางออกกับตัวละครนี้ได้สมเหตุสมผล แต่ก็ปฏิเสธไม่ได้จริง ๆ ว่าเรื่องนี้ทำให้การดำเนินเรื่องและบทมันไม่สุดสักทางจริง ๆ มันยังสะเปะ สะปะ ที่พอจะเอาตัวรอดมาได้เท่านั้น เข้าใจว่าหนังตั้งใจทำมาเป็นการสดุดี ให้เกียรติ และระลึกถึง Chadwick Boseman ในบท T'Challa หรือ Black Panther แต่หนังพยายามบิ้วให้ดราม่าตลอดทั้งเรื่องจนมากเกินไป คือดราม่าพอมีมันก็ดี คือหนังมันกำลังก้าวไปดำเนินต่อและหลายฉากมันกำลังดีเลย แต่ก็ต้องมีบทพูดมาสารธยายความเศร้า เรื่องวิญญาณ เรื่องการจากไป เรื่องบรรพบุรุษ คือมีบ้างจะไม่แปลก จริง ๆ ช่วงแรกกับช่วงท้ายก็พอแล้ว แต่นี่มันบ่อยเกินไปมั้ย การมีซีนอารมณ์บ่อยเกินไป มันเสียเวลาไปมาก ยืดเยื้อเกินจำเป็น รวม ๆ คือบทในภาคนี้มันเวิ่นเว้อมาก แต่บางจุดก็รีบเกินไป ถึงแม้ Black Panther: Wakanda Forever จะเป็นหนังปิด Phase 4 แต่มันก็ไม่ได้สร้างความน่าตื่นเต้นในการอยากติดตามต่อสักเท่าไหร่ ในภาพรวมของ Phase 4 นอกจาก Spider-Man: No Way Home (2021) ที่เซอร์วิสแฟนแบบจัดเต็ม ครบทุกอารมณ์ และ Doctor Strange in the Multiverse of Madness (2022) ที่มาในแนวที่น่าสนใจ ก็ไม่มีเรื่องไหนเลยที่ประทับใจ โดยส่วนตัวถือว่าเป็น Phase ที่น่าผิดหวังพอสมควร ",
        "score": {
          "screenPlay": 5,
          "playing": 5,
          "music": 5,
          "actorSkills": 8,
          "graphics": 7,
          "average": 6
        }
      }
    },
    {
      "id": 6,
      "movieName": "Jeepers Creepers : Reborn - โฉบกระชาก กลับมาเกิด",
      "movieLength": 90,
      "director": "Timo Vuorensola",
      "category": "หนังระทึกขวัญ",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2211121203132J3.jpg",
      "trailer": "https://www.youtube.com/embed/X68NG1ST_TQ",
      "review": {
        "review": "ทางด้านบทนี่หนักเลยนี่คือหนังความยาวเกือบชั่วโมงครึ่งที่ไม่ควรจะยาวขนาดนี้ เพราะบทโคตรย่ำอยู่กับที่ เหมือนคนเขียนบทพยายามจะทำให้หนังดูมีอะไร มีความพยายามจะเล่นกับพิธีเซ่นสังเวย พาตัวละครไปเจอเหตุการณ์นั่นนี่ เหมือนแบบหมดมุกแล้วอะ ไม่รู้จะเขียนอะไรแล้ว ยิ่งช่วงท้าย ๆ นี่หนักเลย วนอยู่ในบ้านหลังเดียว เดี๋ยวเข้าห้องนู้นทีออกห้องนี้ที ขึ้นบนทีลงล่างที อีกทั้งบทยังมีความไม่สมเหตุสมผลในหลายอย่าง ซีนลุงป้าต้นเรื่องก็นานเกินความจำเป็น, ซีนโง่ ๆ กับการตัดสินใจโง่ ๆ ของเหล่าตัวละคร, การใส่ตัวละครเพื่อนพระนางในตอนแรกมาเพื่อ? หลังจากนั้นไม่ถามถึงอีกเลย, การที่ Creepers ไป ๆ มา ๆ โผล่ที่งานทำไมไม่รู้แล้วก็กลับออกไป, ทีมงานที่เขียนมาเพื่อตาย, กล้องพังแบบไม่มีสาเหตุ, Creepers ลงไปในบ้านได้ แต่ขึ้นมาดันเปิดประตูบนบ้านไม่ได้, ให้คนเจ็บขาไปล่อ Creepers, ปริศนาที่ปูมาเพื่ออะไรก็ไม่รู้, การต่อสู้ที่ไม่ได้เรื่อง, บทสนทนาก็ประหลาด คือมีอีกหลายจุด บทมันแย่มากถึงมากที่สุด  งานภาพนี่ยิ่งหนักเลย หลายซีนลอยมาก ไม่น่าเชื่อว่านี่คือหนังฉายโรงในปี 2022 เหมือนหนังเกรด C ลงไป คือมันแย่ขนาดที่ว่า ภาคแรกยังดูดีกว่าอะ ภาคแรกในที่นี้คือเมื่อปี 2001 อะ 20 กว่าปีแล้วคิดดู ตลอดทั้งเรื่องมีแต่ฉากที่น่ากุมขมับ ยิ่งไอ้ซีนท้ายเรื่องยิ่งหนักเลย ภาพแบบไม่ไหวเลยจริง ๆ  สรุป Jeepers Creepers: Reborn เป็นหนังที่ไม่รู้จะชมอะไรเลยจริง ๆ ไม่รู้จะให้คะแนนอะไรเลย มันแย่ในทุกอย่าง แย่ที่สุดในปีนี้เลยก็ว่าได้ เป็นหนังที่ให้ความรู้สึกหลากหลายมาก อึดอัด หงุดหงิด รำคาญ เบื่อ ตลก ที่ลุ้นที่สุดในเรื่องนี้คือการลุ้นว่าเมื่อไหร่มันจะจบสักที...",
        "score": {
          "screenPlay": 0,
          "playing": 0,
          "music": 0,
          "actorSkills": 0,
          "graphics": 0.5,
          "average": 0.1
        }
      }
    }
  ]
}