{
    "movie" : [
        { "movie_ID" : 100100 , 
            "movie_date" : "14/12/2565" ,
            "movie_Name" : "อวตาร วิถีแห่งสายน้ำ " ,
            "movie_detail" : ["แอ็คชัน" , "ผจญภัย" , "แฟนตาซี"] ,
            "movie_time" : 192,
            "movie_actor" : ["เคท วินสเลต","ซิเกอร์นี่ วีเวอร์","สตีเฟ่น แลง","โซอี ซัลดานา","แซม วอร์ธธิงตัน"],
            "movie_director" : "เจมส์ คาเมรอน",
            "movie_resume" : "ผ่านไปกว่า 10 ปี จากเหตุการณ์ในภาพยนตร์ภาคแรก “อวตาร: วิถีแห่งสายน้ำ”เริ่มต้นด้วยการเล่าเรื่องราวของครอบครัวซัลลี่ (เจค เนย์ทีรี่ และลูก ๆ ของพวกเขา) และปัญหาที่พวกเขาต้องเผชิญ ทั้งการพยายามอย่างหนักเพื่อปกป้องสมาชิกในครอบครัว การต่อสู้เอาชีวิตรอด และโศกนาฏกรรมที่พวกเขาต้องพบเจอ"
        },
        { "movie_ID" : 100200 , 
            "movie_date" : "29/12/2565" ,
            "movie_Name" : "คริสต์มาสแค้น " ,
            "movie_detail" : "ระทึกขวัญ" ,
            "movie_time" : 131,
            "movie_actor" : "พัคจินยอง",
            "movie_director" : "Kim seong-soo",
            "movie_resume" : "โศกนาฏกรรมเทศกาลคริสมาสต์ หลังพบศพชายผู้พิการทางสติปัญญาในแทงก์น้ำ ร่างกายเต็มไปด้วยร่องรอย แต่เจ้าหน้าที่กลับแจ้งว่าเป็นอุบัติเหตุ งานนี้แฝดน้องของผู้ตาย จึงเดินหน้าสืบหาสาเหตุ และจะชำระแค้นคนที่อยู่เบื้องหลังให้สาสม"
        },
        { "movie_ID" : 100300 , 
            "movie_date" : "24/11/2565" ,
            "movie_Name" : "บัวผันฟันยับ" ,
            "movie_detail" : "ไทย" ,
            "movie_time" : 110,
            "movie_actor" : ["แอน ทองประสม", "คณาวุฒิ ไตรพิพัฒนพงษ์"],
            "movie_director" : "พฤกษ์ เอมะรุจิ",
            "movie_resume" : "เรื่องราวของ บัวผัน ผู้หญิงเก่งที่เป็นนักดาบตัวแม่ของหมู่บ้านหลังเขา เรื่องตีรันฟันแทงขอให้บอก นางเก่งทุกขบวนท่า ถึงจะเก่งแบบหาใครเปรียบไม่ได้เแต่ทว่าวันๆก็ไม่ค่อยได้ต่อยตีกับใครแถมไม่ค่อยมีใครอยากยุ่งด้วยซ้ำ เพราะผู้ชายในหมู่บ้านกลับมองนางว่าเป็นหัวหน้าแก๊งหญิงอันธพาล เป็นตัวอันตรายซะงั้น ที่เค้าคิดแบบนั้นเพราะนอกจากแก๊งค์นางจะเก่งแล้วยังมีความเพี้ยนทั้งแนวคิดและอาวุธเครื่องไม้เครื่องมือที่ประดิษฐ์ขึ้นมาสร้างความโกลาหลให้หมู่บ้านก็บ่อย แต่ด้วยความเก่งของนางนี่เอง ทำให้ชื่อเสียงของบัวผันและชาวคณะขจรกระจายไปไกล จนทำให้หนุ่มหน้าหวานอย่าง ขาม เดินทางมาที่หมู่บ้านหลังเขาแห่งนี้เพื่อขอสมัครเป็นศิษย์ของอาจารย์บัวผัน ขามเองหวังว่าวันนึงจะฝึกจนเก่งจะกลายเป็นฮีโร่เหมือนพ่อของตัวเองที่เคยเป็นทหารรบชั้นเอกมาก่อน ความชุลมุนชุนเกิดขึ้นเมื่อแก๊งหญิงจอมแสบต้องปลุกปั้นพ่อหน้าหวานคนนี้ให้กลายเป็นวีรบุรุษภารกิจครั้งนี้จะถูกเชิดชูหรือจะถูกสาปแช่งกันแน่ต้องติดตามในบัวผันฟันยับ"
        },
        { "movie_ID" : 100400 , 
            "movie_date" : "09/11/2565" ,
            "movie_Name" : "แบล็ค แพนเธอร์ วาคานด้าจงเจริญ" ,
            "movie_detail" : ["แอ็คชัน" , "ผจญภัย"] ,
            "movie_time" : 161,
            "movie_actor" : ["มาร์ติน ฟรีแมน", "ลูปิต้า นียองโง","เลทิเทีย ไรท์"],
            "movie_director" : "ไรอัน คูกเลอร์",
            "movie_resume" : "ราชินีรามอนด้า ชูรี เอ็มบาคู โอโคเย และ โดรา มิลาเจ  จะต้องร่วมต่อสู้เพื่อปกป้องประเทศของพวกเขาจากการแทรกแซงทางอำนาจหลังการสวรรคตของกษัตริย์ทีชัลล่าในระหว่างที่ชาววาคานด้าพยายามอย่างหนักเพื่อที่จะก้าวต่อไป เหล่าฮีโร่จึงต้องร่วมมือกัน ด้วยความช่วยเหลือของวอร์ด็อกนาเคีย (ลูพีตา ญองอ) และ เอเวอเร็ตต์ รอสส์ (มาร์ติน ฟรีแมน) ในการสร้างเส้นทางใหม่ให้กับวานคานด้า"
        },
        { "movie_ID" : 100500 , 
            "movie_date" : "09/11/2565" ,
            "movie_Name" : "เขมือบล้างนรก" ,
            "movie_detail" : ["แอ็คชัน","สยองขวัญ"],
            "movie_time" : 97,
            "movie_actor" : ["Jonathan Howard","Charlotte Kirk","Jamie Bamber"],
            "movie_director" : "Neil Marshall",
            "movie_resume" : "เมื่อนักบินยอดฝีมือของกองทัพอากาศ ถูกฝ่ายศัตรูลอบยิงจนเครื่องบินตกกลางทะเลทราย ทำให้เธอต้องหลบหนีลงไปอยู่ใต้บังเกอร์ที่ถูกปล่อยทิ้งให้รกร้าง ก่อนจะเจอกรรมซัดหนักอีกรอบที่พบว่า สถานที่แห่งนี้คือแหล่งอาศัยของสัตว์ประหลาดอาวุธชีวภาพครึ่งมนุษย์-ครึ่งต่างดาว ซึ่งทั้งอันตรายและหิวกระหายเลือดเนื้อชนิดกินเท่าไหร่ก็ไม่รู้จักอิ่ม แต่ขณะเดียวกันในความหวังอันแสนริบหรี่ หญิงแกร่งอย่างซินแคลร์ก็จำต้องฮึดสู้อย่างไม่กลัวตาย เพื่อที่จะได้หวนคืนสู่อิสรภาพด้านบนอีกครั้ง."
        },
        { "movie_ID" : 100600 , 
            "movie_date" : "08/12/2565" ,
            "movie_Name" : "วันนั้น วันไหน หัวใจบรรเลง" ,
            "movie_detail" : "โรแมนติก" ,
            "movie_time" : 115,
            "movie_actor" : ["Tori Matsuzaka","Nana Seino"],
            "movie_director" : "Hirakawa Yuichiro",
            "movie_resume" : "ชิซึคุ เด็กสาวมัธยมต้นแสนสดใส ผู้ชอบอ่านหนังสือเป็นชีวิตจิตใจ เธอได้แต่คิดวนเวียนถึงชื่อที่เธอมักจะเห็นในการ์ดของบัตรยืม-คืนในของห้องสมุด อามาซาวะ เซอิจิเขาอ่านหนังสือก่อนหน้าฉันหมดเลย เขาเป็นคนอย่างไรกันนะ แต่เกิดเหตุการณ์ที่ทำให้ทั้งสอง “พบกันอย่างไม่น่าจดจำ” ขึ้น แต่พอได้รู้ถึงความฝันอันยิ่งใหญ่ของเซอิจิ กลับยิ่งดึงดูดใจของชิซึคุเข้าไปเท่านั้น เซอิจิช่วยผลักดันให้ชิซึคุมีความฝันในใจของตัวเอง จนวันนึงเซอิจิสารภาพกับเธอว่าจะไปตามความฝันที่อิตาลี แม้ทั้งสองจะห่างกันไปตามหาความฝันบนเส้นทางของตัวเองแต่ทั้งคู่ได้แลกคำสัญญาว่าจะกลับมาเจอกันอีกให้ได้ จนเวลาผ่านไป 10 ปี ในปี 1998 ชิซึคุทำตามความฝันของตัวเองโดยการเข้าทำงานในสำนักพิมพ์ ตำแหน่งบรรณาธิการหนังสือเด็ก แต่หลายๆอย่างกลับไม่เป็นดั่งใจ จนเธอเริ่มคิดยอมแพ้ ทุกครั้งที่ความรู้สึกท้อครอบงำ เธอจะนึกถึงเซอิจิเธอกำลังต่อสู้อย่างสุดกำลังที่สถานที่อันแสนห่างอย่างอิตาลีแล้วกลับมาฮึดใหม่ กลับกันชีวิตเซอิจิก็ไม่ได้ราบรื่น ทุกวันของเขาเต็มไปด้วยความสับสนและไม่ได้ดั่งใจ สิ่งที่เยียวยาจิตใจเขาได้ก็คือชิซึคุเหมือนกัน วันหนึ่งชิซึคุทำงานผิดพลาดครั้งใหญ่ จนเธอต้องเลือกระหว่างงานและความฝัน สถานที่ที่เธอมุ่งไปเพื่อหาคำตอบนั้นคือ..."
        },
        { "movie_ID" : 100700 , 
         "movie_date" : "01/11/2565" ,
            "movie_Name" : "หนีตายไฮเวย์นรก" ,
            "movie_detail" : ["แอ็คชัน ", "อาชญากรรม ", "ชีวิต"] ,
            "movie_time" : 115,
            "movie_actor" : ["แฟรงค์ กริลโล","Cameron Monaghan","Juliette Binoche","Morgan Freeman"],
            "movie_director" : "Anna Gutto",
            "movie_resume" : "แซลลี่ หญิงขับรถบรรทุกที่จำใจต้องถูกบังคับให้ลักลอบขนสินค้าผิดกฎหมาย เพราะต้องการจะช่วยน้องชายของเธอจากการถูกแก๊งผู้มีอิทธิพลกักตัวเอาไว้ แต่เมื่อเจ้าหน้าที่เอฟบีไอกำลังออกติดตามไล่ล่า ทำให้จิตใต้สำนึกและสติของเธอยั่งคิดได้ และที่ท้าทายที่สุดเมื่อเธอพบว่าของที่เธอต้องทำหน้าที่ส่งอยู่นั้น เป็นเด็กสาวที่ที่ตกเป็นเหยื่อแก๊งค้ามนุษย์"
        },
        { "movie_ID" : 100800 , 
            "movie_date" : "08/10/2565" ,
            "movie_Name" : "ท็อปกัน มาเวอริค" ,
            "movie_detail" : ["แอ็คชัน" , "ชีวิต" ],
            "movie_time" : 130,
            "movie_actor" : ["ทอม ครูซ","เจนนิเฟอร์ คอนเนลลี","วัล คิลเมอร์"],
            "movie_director" : "โจเซฟ โคซินสกี้",
            "movie_resume" : "หลังจากรับราชการเป็นนักบินระดับท็อปของกองทัพเรือมานานกว่า 30 ปี พีท “มาเวอริค” มิทเชลล์ (ทอม ครูซ) กลับมาสู่ที่ซึ่งเหมาะสมกับเขา เขากลับมาเป็นนักบินทดสอบผู้กล้าหาญและหลีกหนีจากความก้าวหน้าทางการงาน เขากลับมาฝึกหน่วยท็อปกันเพื่อปฏิบัติภารกิจพิเศษในรูปแบบที่ยังไม่เคยมีนักบินที่ยังมีชีวิตอยู่เคยเห็นมาก่อน มาเวอริคต้องเผชิญหน้ากับเรือโทแบรดลีย์ แบรดชอว์ (ไมล์ เทลเลอร์) หรือ “รูสเตอร์” ลูกชายของเรือโทนิค แบรดชอว์ หรือ “กูส” เพื่อนของเขาที่เสียชีวิตไปแล้ว เขาต้องพบกับอนาคตที่ไม่แน่นอนและอดีตที่ตามหลอกหลอน มาเวอริคต้องเผชิญกับความกลัวที่ฝังลึกอยู่ และปฏิบัติภารกิจให้สำเร็จ ซึ่งภารกิจนี้ผู้ที่ได้รับเลือกให้ร่วมบินต้องเสียสละอย่างที่สุด"
        },
        { "movie_ID" : 100900 , 
            "movie_date" : "20/11/2565" ,
            "movie_Name" : "แบล็ก อดัม" ,
            "movie_detail" : ["แอ็คชัน ", "ผจญภัย"] ,
            "movie_time" : 124,
            "movie_actor" : ["วิโอล่า เดวิส","เพียร์ซ บรอสแนน","Dwayne Johnson","Sarah Shahi","Noah Centineo"],
            "movie_director" : "Jaume Collet-Serra",
            "movie_resume" : "โลกนี้มีซูเปอร์ฮีโร่… โลกนี้มีวายร้าย… และโลกนี้มี แบล็ค อดัม! Warner Bros. Pictures และ New Line Cinema ปล่อยตัวอย่างใหม่ “Black Adam - แบล็ก อดัม” กำกับภาพยนตร์โดย โคลเล็ต-เซอร์ร่า กำกับฯ จากบทภาพยนตร์ของ อดัม ซิสติคีล, รอรี่ ไฮเนส และโซแฮรบ โนเชอร์วานิเกือบ 5,000 ปีแล้วที่ แบล็ค อดัม (จอห์นสัน) ได้รับสุดยอดพลังจากเทพเจ้าโบราณแล้วถูกคุมขังตัวเอาไว้ทันที ในที่สุดเขาก็ถูกปลดปล่อยจากสุสานของเขา แล้วพร้อมที่จะระเบิดมหาอำนาจแห่งความยุติธรรมของตนบนโลกมนุษย์"
        },
        { "movie_ID" : 101000 , 
            "movie_date" : "01/12/2565" ,
            "movie_Name" : "คืนเดือด" ,
            "movie_detail" : ["แอ็คชัน ", "ตลก ", "อาชญากรรม ", "สยองขวัญ" , "ระทึกขวัญ"] ,
            "movie_time" : 112,
            "movie_actor" : ["เดวิด ฮาร์เบอร์","Cam Gigandet","John Leguizamo"],
            "movie_director" : "ทอมมี่ ไวร์โคลา",
            "movie_resume" : "เมื่อกลุ่มทหารรับจ้างได้รับงานมาเพื่อโจมตีเป้าหมายเป็นตระกูลเศรษฐีที่กำลังเฉลิมฉลองในช่วงเทศกาล งานนี้ถึงเวลาของ ซานต้าคลอส ที่จะต้องออกโรงบู๊ในการกอบกู้สถานการณ์ ที่จะช่วยพิทักษ์โลกและคริสต์มาส"
        }
    ]
    

}